Repository: AndHell/CreatePass
Catalog: CreatePass/PassGen/Strings/*/Resources.resw
Languages: de_de

# dia_ChangeSalt_Content
source: If you change the Sync-Key, diffrent passwords will be created. Are you sure that you want to change it?
de_de: Durch das ändern des Sync-Keys werden sie neue Passwörter erhalten. Sind sie sich sicher, dass sie fortfahren möchten?

# dia_ChangeSalt_Primary
source: Save
de_de: Speichern

# dia_ChangeSalt_Secondary
source: Cancel
de_de: Abbrechen

# dia_ChangeSalt_Title
source: Change Sync-Key
de_de: Sync-Key ändern

# main_piv_Password.Header
source: Password
de_de: Passwort

# main_piv_Settings.Header
source: Settings
de_de: Einstellungen

# dia_MasterKeyToShort
source: Your Masterkey needs more than 8 characters.
de_de: Dein Masterkey braucht mehr als 8 Zeichen.

# main_btn_Copy.Content
source: Copy
de_de: Kopieren

# main_btn_Generate.Content
source: Generate
de_de: Erstellen

# main_txt_Sitekey.Text
source: Sitekey
de_de: Seite

# dia_SaltToShort
source: Your Sync-Key needs more than 8 characters.
de_de: Dein Sync-Key braucht mehr als 8 Zeichen.

# main_txt_Chars.Text
source: Chars
de_de: Zeichen

# main_txt_SaveSalt.Content
source: Save
de_de: Speichern

# main_txt_ShowSalt.Content
source: Show Sync-Key
de_de: Sync-Key zeigen

# main_txt_ShowSalt_hide
source: Hide Sync-Key
de_de: Verstecken

# main_txt_ShowSalt_show
source: Show Sync-Key
de_de: Sync-Key zeigen

# main_txt_PassLeng.Text
source: Password length
de_de: Passwort länge

# main_ab_OpenMoreInfo.Label
source: More
de_de: Mehr

# addsite_btn_Add.Content
source: Add
de_de: Speichern

# addsite_txt_AddNew.Text
source: Add new site
de_de: Seite Hinzufügen

# dia_AddSitekeyFailed
source: Saving the new key failed. Please try again.
de_de: Speichern fehlgeschlage.

# dia_SiteKeyDecryptionFailed_Content
source: One or more keys could not be decrpyted. Please check your key.
de_de: Ein oder mehrer Einträge konnten nicht entschlüsselt werden. Bitte Kontrolliere den Pin.

# dia_SiteKeyDecryptionFailed_Title
source: Decryption Error
de_de: Entschlüsslungsfehler

# dia_SiteKeyPinToShort
source: Your Pin needs more than 4 characters.
de_de: Dein Pin braucht mehr als 4 Zeichen.

# main_ab_AddSite.Label
source: Add Sitekey
de_de: Neu

# main_ab_LockSitekeys.Label
source: Lock
de_de: Schließen

# main_ab_ResetPW.Label
source: Reset
de_de: Zurücksetzten

# main_btn_siteListUnlock.Content
source: Unlock
de_de: Öffnen

# main_mf_deleteSiteKey.Text
source: Remove
de_de: Löschen

# main_piv_Sites.Header
source: Sites
de_de: Seiten

# more_devWebSite.Content
source: Open Developers Website
de_de: Webseite öffnen

# more_githubURL.Content
source: Show Code on Github
de_de: Code auf Github öffnen

# more_piv_About.Header
source: About
de_de: Über

# more_piv_Help.Header
source: Help
de_de: Hilfe

# more_RateApp.Content
source: Rate the App
de_de: App bewerten

# more_githubWiki.Content
source: Open CreatePass Wiki
de_de: Online Hilfe öffnen

# more_btn_SendEmail.Content
source: Get Help per Email
de_de: Email senden
